{
  "Biện pháp bảo mật nào yêu cầu bạn cung cấp hai yếu tố xác thực khác nhau để chứng minh danh tính?": [
    "Xác thực hai yếu tố (Two-Factor Authentication)"
  ],
  "Biện pháp nào sau đây là quan trọng nhất để phòng chống phần mềm độc hại?": [
    "Cài đặt phần mềm diệt virus và cập nhật cơ sở dữ liệu thường xuyên."
  ],
  "Chữ 'S' trong giao thức 'HTTPS' có nghĩa là gì?": [
    "Secure (An toàn)"
  ],
  "Chức năng nào sau đây KHÔNG phải là chức năng chính của hệ điều hành?": [
    "Soạn thảo một bức thư"
  ],
  "CPU là viết tắt của cụm từ tiếng Anh nào?": [
    "Central Processing Unit"
  ],
  "Dấu vết dữ liệu bạn để lại khi sử dụng Internet được gọi là gì?": [
    "Dấu chân số (Digital footprint)"
  ],
  "Dịch vụ lưu trữ và cho phép truy cập dữ liệu của bạn từ xa thông qua Internet được gọi là gì?": [
    "Lưu trữ đám mây (Cloud Storage)"
  ],
  "Để bảo vệ mắt khi làm việc với máy tính, bạn nên làm gì?": [
    "Áp dụng quy tắc 20-20-20 (20 phút làm việc, nhìn ra xa 20 feet trong 20 giây)."
  ],
  "Để tạo một mật khẩu mạnh, bạn nên làm gì?": [
    "Kết hợp chữ hoa, chữ thường, số và ký tự đặc biệt, có độ dài ít nhất 8 ký tự."
  ],
  "Đơn vị nào sau đây dùng để đo tốc độ truyền dữ liệu trên mạng?": [
    "Mbps (Megabits per second)"
  ],
  "Giao diện người dùng đồ họa được viết tắt là gì?": [
    "GUI (Graphical User Interface)"
  ],
  "Hành động nào sau đây góp phần bảo vệ môi trường khi sử dụng máy tính?": [
    "Kích hoạt chế độ tiết kiệm điện (Power Saving) và tắt máy khi không sử dụng."
  ],
  "Hành vi lừa đảo trực tuyến nhằm lấy cắp thông tin nhạy cảm (như mật khẩu, thông tin thẻ tín dụng) bằng cách giả mạo thành một đơn vị uy tín được gọi là gì?": [
    "Phishing"
  ],
  "Hành vi mua bán hàng hóa và dịch vụ thông qua Internet và các phương tiện điện tử được gọi là gì?": [
    "E-Commerce (Thương mại điện tử)"
  ],
  "Hành vi sử dụng công nghệ số để quấy rối, đe dọa hoặc làm bẽ mặt người khác một cách có chủ ý và lặp đi lặp lại được gọi là gì?": [
    "Cyberbullying (Bắt nạt qua mạng)"
  ],
  "Hệ thống có chức năng phân giải tên miền (ví dụ\\: [www.google.com](https\\://www.google.com)) thành địa chỉ IP (ví dụ\\: 8.8.8.8) được gọi là gì?": [
    "DNS (Domain Name System)"
  ],
  "Hình thức học tập, đào tạo thông qua các thiết bị và mạng máy tính được gọi là gì?": [
    "E-Learning"
  ],
  "Internet là gì?": [
    "Là một hệ thống mạng máy tính toàn cầu kết nối hàng triệu máy tính với nhau."
  ],
  "Loại phần mềm độc hại nào bí mật thu thập thông tin từ máy tính của người dùng mà họ không hề hay biết?": [
    "Spyware (Phần mềm gián điệp)"
  ],
  "Loại phần mềm độc hại nào chuyên mã hóa dữ liệu của nạn nhân và đòi tiền chuộc để giải mã?": [
    "Ransomware"
  ],
  "Loại phần mềm độc hại nào có khả năng tự nhân bản và lây lan qua mạng máy tính mà không cần sự tương tác của người dùng?": [
    "Worm (Sâu máy tính)"
  ],
  "Loại phần mềm độc hại nào ngụy trang thành một chương trình hợp pháp, hữu ích để lừa người dùng cài đặt?": [
    "Trojan Horse"
  ],
  "Lợi ích nào sau đây KHÔNG phải là lợi ích của Chính phủ điện tử (E-Government)?": [
    "Yêu cầu mọi công dân phải có máy tính cá nhân."
  ],
  "Luật nào của Việt Nam quy định về các hoạt động trong không gian mạng, các biện pháp bảo vệ an ninh mạng?": [
    "Luật An ninh mạng"
  ],
  "Mạng máy tính kết nối các máy tính trong một phạm vi địa lý hẹp như một tòa nhà hoặc một văn phòng được gọi là gì?": [
    "LAN (Local Area Network)"
  ],
  "Một Bit có thể biểu diễn được bao nhiêu giá trị?": [
    "2 (0 hoặc 1)"
  ],
  "Một hệ thống an ninh mạng, có thể là phần cứng hoặc phần mềm, giúp giám sát và kiểm soát lưu lượng mạng ra vào dựa trên các quy tắc bảo mật được thiết lập sẵn, được gọi là gì?": [
    "Firewall (Tường lửa)"
  ],
  "Một phần mềm được thiết kế để gây hại cho máy tính, đánh cắp dữ liệu hoặc phá hoại hệ thống được gọi chung là gì?": [
    "Malware (Phần mềm độc hại)"
  ],
  "Một tệp văn bản nhỏ mà các trang web lưu trữ trên máy tính của bạn để ghi nhớ thông tin về bạn được gọi là gì?": [
    "Cookie"
  ],
  "Phần mềm được cung cấp miễn phí để dùng thử trong một khoảng thời gian giới hạn hoặc với các tính năng bị hạn chế được gọi là gì?": [
    "Shareware"
  ],
  "Phần mềm nào đi kèm với mã nguồn, cho phép người dùng xem, sửa đổi và phân phối lại?": [
    "Open Source Software (Phần mềm nguồn mở)"
  ],
  "Phần mềm nào sau đây KHÔNG phải là một dịch vụ lưu trữ đám mây?": [
    "Microsoft PowerPoint"
  ],
  "Phương thức kết nối Internet nào sử dụng sóng vô tuyến để truyền tín hiệu?": [
    "Wi-Fi"
  ],
  "Quyền của tác giả đối với tác phẩm do mình sáng tạo ra (ví dụ\\: phần mềm, sách, bài hát) được gọi là gì?": [
    "Quyền tác giả (Copyright)"
  ],
  "Sự khác biệt chính giữa Internet và World Wide Web (WWW) là gì?": [
    "Internet là cơ sở hạ tầng mạng lưới, còn World Wide Web là một dịch vụ chạy trên Internet."
  ],
  "Thành phần nào được coi là \"bộ não\" của máy tính, chịu trách nhiệm thực thi các lệnh của chương trình?": [
    "CPU (Bộ xử lý trung tâm)"
  ],
  "Thiết bị nào có chức năng chuyển đổi tín hiệu số từ máy tính thành tín hiệu analog để truyền qua đường dây điện thoại và ngược lại?": [
    "Modem"
  ],
  "Thiết bị nào có chức năng kết nối nhiều mạng máy tính với nhau và định tuyến các gói tin đến đúng đích?": [
    "Router"
  ],
  "Thiết bị nào sau đây là thiết bị vật lý của máy tính mà người dùng có thể chạm vào được?": [
    "Phần cứng"
  ],
  "Thiết bị nào sau đây vừa là thiết bị đầu vào, vừa là thiết bị đầu ra?": [
    "Màn hình cảm ứng (Touchscreen)"
  ],
  "Thuật ngữ \"Download\" có nghĩa là gì?": [
    "Tải dữ liệu từ một máy chủ trên mạng về máy tính của bạn."
  ],
  "Thuật ngữ \"Upload\" có nghĩa là gì?": [
    "Gửi dữ liệu từ máy tính của bạn lên một máy chủ trên mạng."
  ],
  "Trong các loại giấy phép phần mềm, loại nào cho phép người dùng sử dụng phần mềm miễn phí mà không có giới hạn?": [
    "Freeware (Phần mềm miễn phí)"
  ],
  "Trong kiến trúc máy tính, bộ phận nào thực hiện các phép tính số học (cộng, trừ, nhân, chia) và logic (AND, OR, NOT)?": [
    "ALU (Arithmetic Logic Unit - Khối số học và logic)"
  ],
  "URL là viết tắt của cụm từ nào?": [
    "Uniform Resource Locator"
  ],
  "Vấn đề sức khỏe nào sau đây thường KHÔNG liên quan trực tiếp đến việc sử dụng máy tính trong thời gian dài?": [
    "Bệnh về đường tiêu hóa"
  ],
  "Việc chính phủ ứng dụng công nghệ thông tin để cung cấp dịch vụ công cho người dân và doanh nghiệp được gọi là gì?": [
    "E-Government (Chính phủ điện tử)"
  ],
  "Việc làm nào sau đây KHÔNG được khuyến khích khi thực hiện giao dịch trực tuyến?": [
    "Thực hiện giao dịch bằng mạng Wi-Fi công cộng không có mật khẩu."
  ],
  "Việc sao chép, sử dụng tác phẩm, ý tưởng của người khác mà không ghi nhận nguồn gốc hoặc tác giả được gọi là gì?": [
    "Đạo văn (Plagiarism)"
  ],
  "Việc thực hiện các giao dịch ngân hàng như chuyển tiền, thanh toán hóa đơn qua Internet được gọi là gì?": [
    "E-banking (Ngân hàng điện tử)"
  ],
  "\"Control Panel\" trong Windows dùng để làm gì?": [
    "Cấu hình và quản lý các cài đặt của hệ thống"
  ],
  "\"Firewall\" (Tường lửa) trong máy tính có vai trò gì?": [
    "Ngăn chặn truy cập trái phép vào hoặc ra khỏi một mạng máy tính"
  ],
  "\"GUI\" là viết tắt của thuật ngữ nào?": [
    "Graphical User Interface"
  ],
  "\"RAM\" là viết tắt của thuật ngữ nào?": [
    "Random Access Memory"
  ],
  "Biểu tượng nào trên màn hình Desktop cho phép truy cập vào các ổ đĩa và thiết bị lưu trữ của máy tính?": [
    "This PC (hoặc My Computer)"
  ],
  "Chức năng \"Sleep\" (Ngủ) của máy tính có ý nghĩa gì?": [
    "Đưa máy tính vào trạng thái tiêu thụ ít điện năng, cho phép quay lại làm việc nhanh chóng"
  ],
  "Chức năng chính của CPU (Central Processing Unit) trong máy tính là gì?": [
    "Xử lý các lệnh và thực hiện các phép toán"
  ],
  "Chức năng của \"Recycle Bin\" là gì?": [
    "Chứa các tệp và thư mục đã bị xóa tạm thời"
  ],
  "Đâu là một ví dụ về phần mềm ứng dụng?": [
    "Microsoft Excel"
  ],
  "Đâu là tên của trình duyệt web được cài đặt mặc định cùng với hệ điều hành Windows 10 và các phiên bản mới hơn?": [
    "Microsoft Edge"
  ],
  "Để cài đặt một phần mềm mới vào máy tính, bạn thường phải chạy tệp nào?": [
    "Tệp có đuôi .exe hoặc .msi"
  ],
  "Để chụp ảnh toàn bộ màn hình hiện tại và sao chép vào clipboard, bạn nhấn phím nào?": [
    "Print Screen (PrtScn)"
  ],
  "Để dán (paste) một đối tượng đã được sao chép hoặc cắt, bạn sử dụng tổ hợp phím nào?": [
    "Ctrl + V"
  ],
  "Để đổi tên một tệp tin hoặc thư mục đã chọn, bạn có thể sử dụng phím nào trên bàn phím?": [
    "F2"
  ],
  "Để giải nén một tệp tin có định dạng .zip, bạn thường làm gì?": [
    "Nhấn chuột phải vào tệp tin và chọn \"Extract All...\" hoặc \"Giải nén...\""
  ],
  "Để gỡ bỏ một phần mềm đã cài đặt trên Windows, phương pháp đúng đắn nhất là gì?": [
    "Sử dụng tính năng \"Apps & features\" (hoặc \"Programs and Features\" trong Control Panel)"
  ],
  "Để kết nối vào mạng không dây (Wi-Fi), bạn cần chọn biểu tượng nào trên thanh tác vụ?": [
    "Biểu tượng mạng (thường là hình cột sóng hoặc quả địa cầu)"
  ],
  "Để tạo một thư mục mới trên màn hình Desktop của Windows, bạn thực hiện thao tác nào?": [
    "Nhấn chuột phải vào vùng trống trên Desktop, chọn New, sau đó chọn Folder"
  ],
  "Để thay đổi âm lượng của hệ thống, bạn thường nhấn vào biểu tượng nào trên thanh tác vụ?": [
    "Biểu tượng loa (Speaker)"
  ],
  "Để thay đổi hình nền cho màn hình Desktop, bạn cần thực hiện thao tác nào sau đây?": [
    "Nhấn chuột phải vào Desktop > Personalize"
  ],
  "Để tìm kiếm một tệp tin hoặc ứng dụng trong Windows, bạn có thể sử dụng công cụ nào trên Taskbar?": [
    "Search bar (Thanh tìm kiếm)"
  ],
  "Để xem các thông tin chi tiết của một tệp tin như ngày tạo, kích thước, bạn cần làm gì?": [
    "Nhấn chuột phải vào tệp tin và chọn Properties"
  ],
  "Để xem danh sách các máy in đã được cài đặt, bạn vào đâu trong Control Panel?": [
    "Hardware and Sound > Devices and Printers"
  ],
  "Đơn vị đo dung lượng lưu trữ thông tin nhỏ nhất trong máy tính là gì?": [
    "Bit"
  ],
  "Đuôi tệp (file extension) \".txt\" thường cho biết tệp đó là loại gì?": [
    "Tệp văn bản thuần túy (Plain Text)"
  ],
  "Hành động \"double-click\" (nhấn đúp chuột) thường được dùng để làm gì?": [
    "Mở một tệp tin hoặc khởi chạy một ứng dụng"
  ],
  "Hệ điều hành là gì?": [
    "Phần mềm nền tảng quản lý tất cả phần cứng và phần mềm trên máy tính"
  ],
  "Khi bạn định dạng (format) một ổ đĩa USB, điều gì sẽ xảy ra với dữ liệu trên đó?": [
    "Toàn bộ dữ liệu sẽ bị xóa"
  ],
  "Khi bạn xóa một tệp tin bằng cách nhấn phím Delete, tệp tin đó sẽ được chuyển đến đâu?": [
    "Được chuyển vào Thùng rác (Recycle Bin)"
  ],
  "Khi một cửa sổ ứng dụng đang ở chế độ phóng to (Maximize), biểu tượng ở góc trên bên phải của cửa sổ sẽ thay đổi thành gì để thu nhỏ lại kích thước ban đầu?": [
    "Biểu tượng Restore Down"
  ],
  "Một Byte tương đương với bao nhiêu Bit?": [
    "8 Bits"
  ],
  "Phần mềm nào không phải là một hệ điều hành?": [
    "Google Chrome"
  ],
  "Phần mềm nào sau đây có chức năng chính là bảo vệ máy tính khỏi virus và các phần mềm độc hại khác?": [
    "Antivirus software (ví dụ\\: Windows Defender, Kaspersky)"
  ],
  "Phần mềm nào sau đây là một hệ điều hành?": [
    "Microsoft Windows"
  ],
  "Phần mở rộng mặc định của một tệp tin được tạo bởi Microsoft Word là gì?": [
    ".docx"
  ],
  "Tên gọi khác của thư mục trong hệ điều hành máy tính là gì?": [
    "Folder"
  ],
  "Thao tác nào sau đây dùng để tắt máy tính một cách an toàn?": [
    "Chọn Start Menu, sau đó chọn Power và chọn Shut down"
  ],
  "Thiết bị nào sau đây dùng để lưu trữ dữ liệu lâu dài ngay cả khi đã tắt máy?": [
    "Ổ đĩa cứng (HDD/SSD)"
  ],
  "Thiết bị nào sau đây là thiết bị nhập (input device)?": [
    "Chuột (Mouse)"
  ],
  "Tổ hợp phím Alt + Tab dùng để làm gì?": [
    "Chuyển đổi qua lại giữa các cửa sổ ứng dụng đang mở"
  ],
  "Tổ hợp phím Ctrl + F thường được sử dụng để làm gì trong nhiều ứng dụng?": [
    "Tìm kiếm (Find)"
  ],
  "Tổ hợp phím nào dùng để sao chép (copy) một tệp tin hoặc thư mục đã chọn?": [
    "Ctrl + C"
  ],
  "Tổ hợp phím nào được sử dụng để mở trình quản lý tác vụ (Task Manager) trong Windows?": [
    "Ctrl + Shift + Esc"
  ],
  "Tổ hợp phím Windows + D có chức năng gì?": [
    "Hiển thị hoặc ẩn màn hình Desktop"
  ],
  "Tổ hợp phím Windows + E có chức năng gì?": [
    "Mở File Explorer"
  ],
  "Tổ hợp phím Windows + L dùng để làm gì?": [
    "Khóa màn hình (Lock)"
  ],
  "Trong cửa sổ File Explorer, để chọn tất cả các tệp tin và thư mục, bạn sử dụng tổ hợp phím nào?": [
    "Ctrl + A"
  ],
  "Trong File Explorer, chế độ xem nào cho phép bạn thấy hình ảnh thu nhỏ của các tệp hình ảnh?": [
    "Large icons hoặc Tiles"
  ],
  "Trong hệ điều hành Windows, đâu là nơi chứa các cài đặt và tùy chọn cho hệ thống?": [
    "Control Panel / Settings"
  ],
  "Trong hệ điều hành Windows, thanh chứa nút Start, các biểu tượng chương trình đang chạy và đồng hồ hệ thống được gọi là gì?": [
    "Thanh tác vụ (Taskbar)"
  ],
  "Chế độ xem \"Read Mode\" tối ưu cho việc gì?": [
    "Đọc văn bản trên màn hình"
  ],
  "Chức năng \"Find\" (Ctrl + F) trong Microsoft Word dùng để làm gì?": [
    "Tìm kiếm một từ hoặc cụm từ"
  ],
  "Chức năng \"Header\" trong thẻ Insert dùng để làm gì?": [
    "Tạo tiêu đề đầu trang"
  ],
  "Chức năng \"Line and Paragraph Spacing\" dùng để làm gì?": [
    "Điều chỉnh khoảng cách giữa các dòng và các đoạn"
  ],
  "Chức năng \"Shading\" trong Table Tools -> Design dùng để làm gì?": [
    "Tô màu nền cho ô hoặc bảng"
  ],
  "Chức năng \"Split Cells\" trong bảng dùng để làm gì?": [
    "Tách một ô thành nhiều ô"
  ],
  "Chức năng \"WordArt\" dùng để làm gì?": [
    "Tạo chữ nghệ thuật"
  ],
  "Chức năng \"Zoom\" trong thẻ View dùng để làm gì?": [
    "Phóng to hoặc thu nhỏ chế độ xem tài liệu"
  ],
  "Chức năng chia văn bản thành nhiều cột (Columns) nằm ở đâu?": [
    "Page Layout -> Columns"
  ],
  "Chức năng đánh số trang tự động nằm ở đâu?": [
    "Insert -> Page Number"
  ],
  "Chức năng Redo (Làm lại thao tác) có phím tắt là gì?": [
    "Ctrl + Y"
  ],
  "Công cụ \"Bullets\" trong nhóm Paragraph dùng để làm gì?": [
    "Tạo danh sách không có thứ tự (dấu đầu dòng)"
  ],
  "Công cụ \"Wrap Text\" trong thẻ Picture Tools -> Format dùng để làm gì?": [
    "Điều chỉnh cách văn bản bao quanh hình ảnh"
  ],
  "Để căn đều hai bên cho một đoạn văn, bạn sử dụng phím tắt nào?": [
    "Ctrl + J"
  ],
  "Để căn lề phải cho văn bản, bạn nhấn tổ hợp phím nào?": [
    "Ctrl + R"
  ],
  "Để căn lề trái cho một đoạn văn, bạn dùng phím tắt nào?": [
    "Ctrl + L"
  ],
  "Để chèn một bảng vào văn bản, bạn vào thẻ nào?": [
    "Insert"
  ],
  "Để chèn một dấu ngắt trang (Page Break), bạn nhấn tổ hợp phím nào?": [
    "Ctrl + Enter"
  ],
  "Để chèn một hình ảnh từ máy tính vào văn bản, bạn chọn?": [
    "Insert -> Pictures"
  ],
  "Để chèn một hình vẽ (như hình chữ nhật, mũi tên), bạn sử dụng chức năng nào?": [
    "Insert -> Shapes"
  ],
  "Để chèn một ký tự đặc biệt (ví dụ ©, ®), bạn sử dụng chức năng nào?": [
    "Insert -> Symbol"
  ],
  "Để dán nội dung đã sao chép hoặc cắt, bạn sử dụng tổ hợp phím nào?": [
    "Ctrl + V"
  ],
  "Để di chuyển về ô phía trước trong bảng, bạn nhấn tổ hợp phím nào?": [
    "Shift + Tab"
  ],
  "Để gạch chân một đoạn văn bản, bạn sử dụng tổ hợp phím nào?": [
    "Ctrl + U"
  ],
  "Để kiểm tra lỗi chính tả và ngữ pháp, bạn vào thẻ nào?": [
    "Review"
  ],
  "Để làm cho chữ đậm, bạn nhấn tổ hợp phím nào?": [
    "Ctrl + B"
  ],
  "Để sao chép định dạng của một đoạn văn bản và áp dụng cho đoạn khác, bạn dùng công cụ nào?": [
    "Format Painter"
  ],
  "Để tăng kích thước phông chữ, bạn có thể nhấn tổ hợp phím nào?": [
    "Ctrl +]"
  ],
  "Để tạo danh sách có thứ tự (đánh số), bạn chọn công cụ nào?": [
    "Numbering"
  ],
  "Để tạo một Drop Cap (chữ to đầu đoạn), bạn vào thẻ nào?": [
    "Insert"
  ],
  "Để tạo tiêu đề chân trang, bạn chọn chức năng nào?": [
    "Insert -> Footer"
  ],
  "Để thay đổi kích thước khổ giấy (ví dụ A4, Letter), bạn chọn?": [
    "Page Layout -> Size"
  ],
  "Để thay đổi phông chữ cho văn bản, bạn sử dụng nhóm công cụ nào trong thẻ Home?": [
    "Font"
  ],
  "Để thay thế một từ hoặc cụm từ bằng một từ hoặc cụm từ khác trong toàn bộ văn bản, bạn dùng chức năng nào?": [
    "Replace"
  ],
  "Để thêm một dòng mới ở cuối bảng, bạn đặt con trỏ ở ô cuối cùng và nhấn phím gì?": [
    "Tab"
  ],
  "Để thiết lập lề cho trang giấy (Margins), bạn vào đâu?": [
    "Page Layout -> Margins"
  ],
  "Để thụt lề đầu dòng của một đoạn văn, bạn có thể sử dụng phím nào trên bàn phím?": [
    "Tab"
  ],
  "Làm thế nào để thay đổi đường viền cho bảng (Table Borders)?": [
    "Table Tools -> Design -> Borders"
  ],
  "Lệnh \"Change Case\" trong nhóm Font dùng để làm gì?": [
    "Thay đổi kiểu chữ hoa/thường"
  ],
  "Phím tắt để bắt đầu kiểm tra chính tả là gì?": [
    "F7"
  ],
  "Tổ hợp phím Ctrl + E trong Microsoft Word có chức năng gì?": [
    "Căn lề giữa"
  ],
  "Tổ hợp phím Ctrl + I được sử dụng để làm gì?": [
    "In nghiêng chữ"
  ],
  "Tổ hợp phím Ctrl + Shift + C dùng để làm gì?": [
    "Chỉ sao chép định dạng"
  ],
  "Tổ hợp phím Ctrl + Shift + V có chức năng gì?": [
    "Dán định dạng đã sao chép"
  ],
  "Tổ hợp phím Ctrl + X trong Microsoft Word có chức năng gì?": [
    "Cắt văn bản"
  ],
  "Tổ hợp phím để hoàn tác (Undo) thao tác vừa thực hiện là gì?": [
    "Ctrl + Z"
  ],
  "Trong bảng (Table), để di chuyển đến ô tiếp theo, bạn có thể nhấn phím nào?": [
    "Tab"
  ],
  "Trong chế độ xem \"Print Layout\", bạn thấy văn bản như thế nào?": [
    "Giống như khi được in ra giấy"
  ],
  "Trong hộp thoại Paragraph, tùy chọn \"Indentation\" dùng để thiết lập gì?": [
    "Thụt lề cho đoạn văn"
  ],
  "Trong thẻ Table Tools -> Layout, chức năng \"Merge Cells\" dùng để làm gì?": [
    "Gộp nhiều ô thành một ô"
  ],
  "Chức năng \"Conditional Formatting\" trong thẻ Home dùng để làm gì?": [
    "Tự động định dạng các ô dựa trên một điều kiện cho trước"
  ],
  "Chức năng \"Wrap Text\" trong Excel dùng để làm gì?": [
    "Tự động xuống dòng khi dữ liệu dài hơn độ rộng của ô"
  ],
  "Công thức \\=\"Ha\" & \" \" & \"Noi\" sẽ trả về kết quả gì?": [
    "Ha Noi"
  ],
  "Công thức \\=TODAY() trong Excel trả về kết quả gì?": [
    "Ngày hiện tại của hệ thống"
  ],
  "Công thức trong Excel phải bắt đầu bằng ký tự nào?": [],
  "Để bật/tắt lưới (Gridlines) trên trang tính, bạn vào thẻ nào?": [
    "View"
  ],
  "Để chèn một ký tự đặc biệt (ví dụ\\: ©, ®, ™), bạn vào thẻ Insert và chọn lệnh nào?": [
    "Symbol"
  ],
  "Để chèn một siêu liên kết (Hyperlink) vào một ô, bạn sử dụng tổ hợp phím nào?": [
    "Ctrl + K"
  ],
  "Để cố định dòng tiêu đề khi cuộn trang tính, bạn sử dụng tính năng nào?": [
    "Freeze Panes"
  ],
  "Để gộp nhiều ô thành một ô duy nhất, bạn sử dụng lệnh nào?": [
    "Merge & Center"
  ],
  "Để sao chép định dạng của một ô, bạn sử dụng công cụ nào trong thẻ Home?": [
    "Format Painter"
  ],
  "Để sắp xếp dữ liệu trong bảng tính, bạn sử dụng tính năng nào trong thẻ Data?": [
    "Sort"
  ],
  "Để tạo biểu đồ trong Excel, bạn chọn dữ liệu và vào thẻ nào?": [
    "Insert"
  ],
  "Để thay đổi hướng của văn bản trong ô (ví dụ\\: xoay nghiêng), bạn dùng tính năng nào?": [
    "Orientation"
  ],
  "Để thay đổi loại biểu đồ đã tạo, bạn làm gì?": [
    "Chọn biểu đồ, vào thẻ Design -> Change Chart Type"
  ],
  "Để thiết lập vùng in cho một trang tính, bạn cần làm gì?": [
    "Bôi đen vùng cần in, vào Page Layout -> Print Area -> Set Print Area"
  ],
  "Để tìm kiếm và thay thế dữ liệu trong Excel, bạn sử dụng tổ hợp phím nào?": [
    "Ctrl + H"
  ],
  "Để xem trước trang in, bạn chọn lệnh nào?": [
    "File -> Print (Print Preview)"
  ],
  "Để xóa một trang tính (worksheet), bạn làm gì?": [
    "Nhấn chuột phải vào tên trang tính và chọn Delete"
  ],
  "Hàm IF trong Excel thuộc nhóm hàm nào?": [
    "Hàm logic"
  ],
  "Hàm LEFT(\"HaNoi\", 2) trả về kết quả là gì?": [
    "Ha"
  ],
  "Hàm LEN(\"Excel 2016\") trả về kết quả là bao nhiêu?": [
    "10"
  ],
  "Hàm MID(\"SaiGon\", 2, 2) trả về kết quả là gì?": [
    "ai"
  ],
  "Hàm nào dùng để đếm số lượng các ô chứa dữ liệu kiểu số trong một vùng?": [
    "COUNT"
  ],
  "Hàm nào dùng để đếm số lượng các ô không rỗng (chứa cả số và chữ) trong một vùng?": [
    "COUNTA"
  ],
  "Hàm nào dùng để tính giá trị trung bình cộng của một dãy số?": [
    "AVERAGE"
  ],
  "Hàm nào được sử dụng để tìm giá trị lớn nhất trong một dãy số?": [
    "MAX"
  ],
  "Hàm nào được sử dụng để tìm giá trị nhỏ nhất trong một dãy số?": [
    "MIN"
  ],
  "Hàm nào trong Excel dùng để tính tổng các giá trị trong một vùng?": [
    "SUM"
  ],
  "Hàm RIGHT(\"VietNam\", 3) trả về kết quả là gì?": [
    "Nam"
  ],
  "Hàm ROUND(123.456, 2) sẽ cho kết quả là bao nhiêu?": [
    "123.46"
  ],
  "Hàm VLOOKUP được sử dụng để làm gì?": [
    "Tìm kiếm giá trị trong cột đầu tiên của một bảng và trả về giá trị tương ứng từ một cột khác"
  ],
  "Khi nhập dữ liệu kiểu số vào một ô, mặc định dữ liệu sẽ được căn lề như thế nào?": [
    "Căn phải"
  ],
  "Khi nhập dữ liệu kiểu văn bản (text) vào một ô, mặc định dữ liệu sẽ được căn lề như thế nào?": [
    "Căn trái"
  ],
  "Loại biểu đồ nào thích hợp nhất để thể hiện tỷ lệ phần trăm của các thành phần trong một tổng thể?": [
    "Biểu đồ tròn (Pie Chart)"
  ],
  "Lỗi \\#DIV/0! trong công thức Excel có nghĩa là gì?": [
    "Công thức thực hiện một phép chia cho 0"
  ],
  "Lỗi \\#NAME? trong công thức Excel có nghĩa là gì?": [
    "Excel không nhận ra tên hàm, tên vùng hoặc tên hằng số trong công thức"
  ],
  "Lỗi \\#VALUE! trong công thức Excel xuất hiện khi nào?": [
    "Kiểu dữ liệu của một đối số trong công thức không phù hợp với yêu cầu của hàm/toán tử"
  ],
  "Phím tắt để chỉnh sửa nội dung của một ô đang chọn là gì?": [
    "F2"
  ],
  "Tính năng Filter (lọc) trong Excel dùng để làm gì?": [
    "Hiển thị các dòng dữ liệu thỏa mãn một điều kiện nhất định"
  ],
  "Tổ hợp phím nào dùng để di chuyển đến ô A1 của trang tính?": [
    "Ctrl + Home"
  ],
  "Toán tử nào được sử dụng để nối chuỗi trong Excel?": [
    "& (dấu và)"
  ],
  "Trong biểu đồ, \"Legend\" (chú giải) có chức năng gì?": [
    "Giải thích ý nghĩa của các chuỗi dữ liệu (series) trong biểu đồ"
  ],
  "Trong cửa sổ \"Format Cells\", thẻ nào dùng để kẻ đường viền cho ô?": [
    "Border"
  ],
  "Trong cửa sổ \"Format Cells\", thẻ nào dùng để tô màu nền cho ô?": [
    "Fill"
  ],
  "Trong Excel, công thức \\=SUM(A1\\:A5) tương đương với công thức nào sau đây?": [
    "A1+A2+A3+A4",
    "SUM(A1,A5)",
    "TOTAL(A1\\:A5)",
    "A1+A2+A3+A4+A5"
  ],
  "Trong Excel, địa chỉ $A$1 là loại địa chỉ gì?": [
    "Địa chỉ tuyệt đối"
  ],
  "Trong Excel, địa chỉ A$1 là loại địa chỉ gì?": [
    "Địa chỉ hỗn hợp (dòng tuyệt đối, cột tương đối)"
  ],
  "Trong Excel, địa chỉ A1 là loại địa chỉ gì?": [
    "Địa chỉ tương đối"
  ],
  "Trong hàm IF(logical_test, value_if_true, value_if_false), tham số \"value_if_false\" có ý nghĩa gì?": [
    "Là giá trị trả về nếu điều kiện sai"
  ],
  "\"Action Buttons\" (Nút hành động) là gì?": [
    "Là các hình khối được tạo sẵn để gán các hành động như đi tới slide kế tiếp, quay lại, v.v."
  ],
  "\"Animation Pane\" (Khung hoạt hình) có chức năng gì?": [
    "Hiển thị danh sách các hiệu ứng trên slide và cho phép thay đổi thứ tự, thời gian của chúng."
  ],
  "\"Placeholder\" trong PowerPoint là gì?": [
    "Là một hộp có đường viền chấm để chứa nội dung như văn bản, hình ảnh."
  ],
  "\"SmartArt\" là công cụ dùng để làm gì?": [
    "Tạo các sơ đồ, lưu đồ một cách trực quan và chuyên nghiệp."
  ],
  "\"Trigger\" (Kích hoạt) trong Animations có tác dụng gì?": [
    "Làm cho một hiệu ứng bắt đầu khi bạn nhấp vào một đối tượng cụ thể nào đó."
  ],
  "Bạn có thể tìm thấy \"Action Buttons\" ở đâu?": [
    "Thẻ Insert -> Shapes -> Action Buttons (ở cuối danh sách)"
  ],
  "Chức năng \"Format Painter\" (cọ định dạng) dùng để làm gì?": [
    "Sao chép định dạng từ một đối tượng/văn bản này sang đối tượng/văn bản khác."
  ],
  "Chức năng \"Notes Page\" (Trang ghi chú) trong PowerPoint dùng để làm gì?": [
    "Thêm các ghi chú, lời nhắc cho người thuyết trình mà khán giả không nhìn thấy khi trình chiếu."
  ],
  "Chức năng \"Shapes\" (Hình khối) trong thẻ Insert cho phép bạn làm gì?": [
    "Vẽ các hình cơ bản như hình chữ nhật, tròn, mũi tên."
  ],
  "Chức năng của \"Layout\" trong slide là gì?": [
    "Xác định cách bố trí các đối tượng (văn bản, hình ảnh,...) trên slide."
  ],
  "Chức năng của \"Slide Master\" là gì?": [
    "Để thay đổi, tùy chỉnh định dạng chung (font chữ, màu sắc, logo...) cho tất cả các slide theo một layout nhất định."
  ],
  "Có mấy nhóm hiệu ứng Animation chính?": [
    "4 nhóm\\: Entrance, Emphasis, Exit và Motion Paths."
  ],
  "Để áp dụng một hiệu ứng chuyển tiếp cho tất cả các slide trong bài trình chiếu, bạn nhấn vào nút nào sau khi đã chọn hiệu ứng?": [
    "Apply to All"
  ],
  "Để căn lề giữa cho một đoạn văn bản, bạn chọn biểu tượng nào trong thẻ Home?": [
    "Center"
  ],
  "Để cắt xén (crop) một hình ảnh, bạn làm gì?": [
    "Chọn hình ảnh, vào thẻ Picture Format, chọn Crop."
  ],
  "Để chèn một biểu đồ (Chart) vào slide, bạn vào thẻ nào?": [
    "Insert"
  ],
  "Để chèn một đoạn âm thanh (Audio) vào slide, bạn vào đâu?": [
    "Insert -> Audio"
  ],
  "Để chèn một hình ảnh từ máy tính vào slide, bạn chọn?": [
    "Insert -> Pictures"
  ],
  "Để chèn một hộp văn bản (Text Box) vào slide, bạn vào thẻ nào?": [
    "Insert"
  ],
  "Để chèn một video từ máy tính vào slide, bạn chọn?": [
    "Insert -> Video -> This Device"
  ],
  "Để chèn số trang vào tất cả các slide, cách hiệu quả nhất là gì?": [
    "Vào Insert -> Header & Footer -> Chọn Slide number."
  ],
  "Để không hiển thị số trang và footer ở slide tiêu đề, bạn cần làm gì trong hộp thoại \"Header and Footer\"?": [
    "Đánh dấu vào ô \"Don't show on title slide\"."
  ],
  "Để làm cho chữ đậm, bạn sử dụng tổ hợp phím nào?": [
    "Ctrl + B"
  ],
  "Để sao chép một slide, bạn có thể làm gì?": [
    "Chọn slide và nhấn Ctrl + D (Duplicate)."
  ],
  "Để tạo danh sách có dấu đầu dòng (bulleted list), bạn chọn công cụ nào trong thẻ Home?": [
    "Bullets"
  ],
  "Để tạo hiệu ứng cho một đối tượng, đầu tiên bạn phải làm gì?": [
    "Chọn đối tượng (văn bản, hình ảnh,...) muốn tạo hiệu ứng."
  ],
  "Để tạo một siêu liên kết (Hyperlink) cho một văn bản hoặc hình ảnh, bạn làm gì?": [
    "Chọn đối tượng, nhấn chuột phải và chọn Link hoặc nhấn Ctrl + K."
  ],
  "Để thay đổi loại biểu đồ (ví dụ từ cột sang tròn), bạn thực hiện thao tác nào?": [
    "Chọn biểu đồ, vào thẻ Chart Design, chọn Change Chart Type."
  ],
  "Để thay đổi thiết kế (Theme) cho toàn bộ bài trình chiếu, bạn vào thẻ nào?": [
    "Design"
  ],
  "Để thêm hiệu ứng chuyển tiếp cho slide, bạn chọn thẻ nào?": [
    "Transitions"
  ],
  "Để thêm một slide mới, bạn có thể sử dụng tổ hợp phím nào?": [
    "Ctrl + M"
  ],
  "Để truy cập vào chế độ xem \"Slide Master\", bạn vào thẻ nào?": [
    "View"
  ],
  "Để xem trước các hiệu ứng hoạt hình trên slide hiện tại, bạn có thể nhấn vào nút nào trong thẻ Animations?": [
    "Preview"
  ],
  "Để xem và chỉnh sửa ghi chú của diễn giả, bạn có thể vào chế độ xem nào?": [
    "Normal View (khung ghi chú ở dưới) hoặc Notes Page View"
  ],
  "Hiệu ứng \"Fly In\" thuộc nhóm hiệu ứng nào?": [
    "Entrance"
  ],
  "Hiệu ứng chuyển tiếp (Transition) là gì?": [
    "Hiệu ứng hình ảnh khi chuyển từ slide này sang slide kế tiếp."
  ],
  "Hiệu ứng hoạt hình (Animation) trong PowerPoint là gì?": [
    "Hiệu ứng chuyển động cho các đối tượng (văn bản, hình ảnh,...) bên trong một slide."
  ],
  "Khi chèn một biểu đồ, cửa sổ nào sẽ tự động xuất hiện kèm theo để bạn nhập dữ liệu?": [
    "Một bảng tính giống Excel"
  ],
  "Khi đang trình chiếu, làm thế nào để xem ghi chú của diễn giả trên màn hình của mình (nếu có 2 màn hình)?": [
    "Sử dụng chế độ xem \"Presenter View\"."
  ],
  "Làm thế nào để nhóm (Group) nhiều đối tượng hình khối lại với nhau?": [
    "Chọn các đối tượng (giữ phím Shift hoặc Ctrl), nhấn chuột phải và chọn Group."
  ],
  "Làm thế nào để thay đổi phông chữ cho một đoạn văn bản đã chọn?": [
    "Vào thẻ Home, trong nhóm Font, chọn phông chữ từ danh sách."
  ],
  "Lợi ích chính của việc sử dụng Slide Master là gì?": [
    "Đảm bảo tính nhất quán về định dạng trong toàn bộ bài trình chiếu và tiết kiệm thời gian chỉnh sửa."
  ],
  "Một siêu liên kết có thể trỏ đến đâu?": [
    "Một trang web, một slide khác, một tệp tin khác hoặc một địa chỉ email."
  ],
  "Sau khi chèn một hình ảnh, thẻ ngữ cảnh nào sẽ xuất hiện để bạn định dạng hình ảnh đó?": [
    "Picture Format (hoặc Format)"
  ],
  "Sau khi chọn đối tượng, bạn vào thẻ nào để thêm hiệu ứng hoạt hình?": [
    "Animations"
  ],
  "Thao tác nào dùng để xóa một slide?": [
    "Chọn slide và nhấn phím Delete."
  ],
  "Trong Animation Pane, làm thế nào để một hiệu ứng bắt đầu cùng lúc với hiệu ứng trước đó?": [
    "Chọn \"Start With Previous\"."
  ],
  "Trong hộp thoại \"Header and Footer\", bạn có thể chèn những gì vào slide?": [
    "Ngày tháng, số slide và nội dung Footer."
  ],
  "Trong Slide Master, việc thay đổi trên slide trên cùng (slide to nhất) sẽ ảnh hưởng đến?": [
    "Tất cả các slide layout bên dưới nó."
  ],
  "Trong thẻ Transitions, \"Effect Options\" dùng để làm gì?": [
    "Tùy chỉnh hướng hoặc các kiểu khác nhau của hiệu ứng đã chọn."
  ],
  "\"Cyberbullying\" (Bắt nạt trên mạng) là gì?": [
    "Sử dụng công nghệ để đe dọa, làm bẽ mặt hoặc quấy rối người khác"
  ],
  "\"Hashtag\" (\\#) trên mạng xã hội được sử dụng để làm gì?": [
    "Nhóm các bài viết có cùng chủ đề lại với nhau"
  ],
  "\"Phishing\" (Lừa đảo qua mạng) là hình thức tấn công gì?": [
    "Tạo các trang web hoặc email giả mạo để lừa người dùng tiết lộ thông tin nhạy cảm"
  ],
  "\"Spam\" trong email là gì?": [
    "Thư rác hoặc thư quảng cáo không mong muốn"
  ],
  "\"Trang chủ\" (Homepage) của một trang web là gì?": [
    "Trang đầu tiên hoặc trang chính của một trang web"
  ],
  "Bộ định tuyến (Router) là thiết bị dùng để làm gì?": [
    "Chuyển tiếp các gói dữ liệu giữa các mạng máy tính"
  ],
  "Chế độ duyệt web ẩn danh (Incognito/Private Mode) có tác dụng gì?": [
    "Không lưu lại lịch sử duyệt web, cookie và dữ liệu trang web trên thiết bị"
  ],
  "Chức năng \"Trả lời tất cả\" (Reply All) trong email sẽ gửi thư trả lời đến ai?": [
    "Người gửi ban đầu và tất cả những người nhận khác (trong To và Cc)"
  ],
  "Cookie trong trình duyệt web là gì?": [
    "Một tệp nhỏ mà trang web lưu trên máy tính của bạn để ghi nhớ thông tin"
  ],
  "Dịch vụ lưu trữ đám mây là gì?": [
    "Một dịch vụ cho phép lưu trữ dữ liệu trên các máy chủ từ xa và truy cập qua Internet"
  ],
  "Đâu không phải là một mạng xã hội?": [
    "Microsoft Word"
  ],
  "Đâu là một biện pháp tốt để bảo vệ máy tính khỏi virus?": [
    "Cài đặt và cập nhật thường xuyên một phần mềm diệt virus"
  ],
  "Đâu là một rủi ro của việc sử dụng mạng xã hội?": [
    "Bị lộ thông tin cá nhân hoặc bị bắt nạt trên mạng"
  ],
  "Đâu là một ví dụ về công cụ tìm kiếm phổ biến?": [
    "Google"
  ],
  "Đâu là một ví dụ về dịch vụ lưu trữ đám mây?": [
    "Google Drive"
  ],
  "Để gửi một tệp tin kèm theo email, bạn sử dụng chức năng nào?": [
    "Đính kèm tệp (Attach file)"
  ],
  "Để tìm kiếm hình ảnh trên Google, bạn nên chọn tab nào?": [
    "Hình ảnh (Images)"
  ],
  "Để tránh bị theo dõi khi lướt web, bạn có thể sử dụng công cụ nào?": [
    "Mạng riêng ảo (VPN)"
  ],
  "Để xóa bộ nhớ cache (cache) của trình duyệt, bạn cần vào đâu?": [
    "Cài đặt hoặc Tùy chọn của trình duyệt"
  ],
  "Điều gì xảy ra khi bạn xóa cookie của trình duyệt?": [
    "Các trang web có thể sẽ quên các tùy chọn bạn đã đặt và bạn cần đăng nhập lại"
  ],
  "Giao thức nào được sử dụng để gửi email?": [
    "SMTP (Simple Mail Transfer Protocol)"
  ],
  "Giao thức nào thường được sử dụng để tải tệp tin từ một máy chủ Internet?": [
    "FTP (File Transfer Protocol)"
  ],
  "Hacker là gì?": [
    "Người cố gắng xâm nhập vào hệ thống máy tính một cách trái phép"
  ],
  "Khi bạn tải lên (upload) một tệp, bạn đang làm gì?": [
    "Gửi dữ liệu từ máy tính của bạn đến một hệ thống khác trên Internet"
  ],
  "Khi bạn tải xuống (download) một tệp, bạn đang làm gì?": [
    "Sao chép dữ liệu từ Internet về máy tính của bạn"
  ],
  "Khi chia sẻ thông tin cá nhân trên mạng xã hội, bạn nên làm gì để đảm bảo an toàn?": [
    "Thiết lập quyền riêng tư để giới hạn người có thể xem thông tin của bạn"
  ],
  "Khi mua sắm trực tuyến, biểu tượng nào cho thấy trang thanh toán là an toàn?": [
    "Biểu tượng ổ khóa trên thanh địa chỉ"
  ],
  "Khi sử dụng máy tìm kiếm, việc đặt cụm từ trong dấu ngoặc kép (\" \") có tác dụng gì?": [
    "Tìm kiếm chính xác cụm từ đó"
  ],
  "Khi sử dụng Wi-Fi công cộng, bạn nên tránh làm gì?": [
    "Thực hiện các giao dịch ngân hàng trực tuyến"
  ],
  "Làm thế nào để nhận biết một liên kết (link) là đáng ngờ?": [
    "Di chuột qua liên kết và thấy địa chỉ thực sự khác với văn bản hiển thị"
  ],
  "Làm thế nào để tạo một mật khẩu mạnh?": [
    "Kết hợp chữ hoa, chữ thường, số và ký tự đặc biệt"
  ],
  "Mạng xã hội là gì?": [
    "Một nền tảng trực tuyến để mọi người kết nối, chia sẻ thông tin và tương tác"
  ],
  "Một trang \"404 Not Found\" có nghĩa là gì?": [
    "Máy chủ không thể tìm thấy trang web bạn yêu cầu"
  ],
  "Phần mềm độc hại (malware) là gì?": [
    "Một phần mềm được thiết kế để gây hại cho máy tính hoặc đánh cắp thông tin"
  ],
  "POP3 và IMAP là các giao thức liên quan đến dịch vụ nào?": [
    "Nhận email"
  ],
  "RSS feed là gì?": [
    "Một định dạng để cung cấp cho người dùng nội dung được cập nhật thường xuyên từ một trang web"
  ],
  "Thanh trạng thái (Status Bar) của trình duyệt thường hiển thị thông tin gì?": [
    "Trạng thái tải của trang, địa chỉ của liên kết khi di chuột qua"
  ],
  "Thư mục \"Hộp thư đến\" (Inbox) trong email chứa những gì?": [
    "Các thư mới nhận được"
  ],
  "Thương mại điện tử (E-commerce) là gì?": [
    "Việc mua bán hàng hóa và dịch vụ thông qua Internet"
  ],
  "Tổ hợp phím Ctrl + F trong trình duyệt web dùng để làm gì?": [
    "Mở hộp thoại tìm kiếm văn bản trên trang hiện tại"
  ],
  "Tổ hợp phím Ctrl + T trong hầu hết các trình duyệt web dùng để làm gì?": [
    "Mở một tab mới"
  ],
  "Toán tử \"filetype\\:pdf\" trong công cụ tìm kiếm Google dùng để làm gì?": [
    "Chỉ tìm kiếm các tệp có định dạng PDF"
  ],
  "Toán tử \"OR\" trong tìm kiếm nâng cao có ý nghĩa gì?": [
    "Tìm kiếm các kết quả chứa một trong hai từ khóa (hoặc cả hai)"
  ],
  "Trò chuyện trực tuyến (Chat) là hình thức giao tiếp...": [
    "Đồng bộ (Synchronous) hoặc gần như đồng bộ"
  ],
  "Trong các địa chỉ email sau, địa chỉ nào là không hợp lệ?": [
    "tenban@.com"
  ],
  "Trong email, \"Bcc\" là viết tắt của cụm từ gì và có ý nghĩa gì?": [
    "Blind Carbon Copy - Người nhận trong danh sách này sẽ không thấy địa chỉ của nhau"
  ],
  "Trong một địa chỉ email, ký tự nào dùng để ngăn cách giữa tên người dùng và tên miền?": [
    "Ký tự @"
  ],
  "Tường lửa (Firewall) có chức năng chính là gì?": [
    "Ngăn chặn truy cập trái phép vào mạng máy tính của bạn"
  ],
  "VoIP là viết tắt của công nghệ gì?": [
    "Voice over Internet Protocol"
  ],
  "World Wide Web (WWW) và Internet có phải là một không?": [
    "Không, WWW là một dịch vụ hoạt động trên nền tảng Internet"
  ]
}